org/blog/main.org
#+title: Blog
#+options: toc:nil num:nil timestamp:nil date:nil
#+setupfile: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup

* About Me

|---------------+--------------------|
| *System システム*                     |
|---------------+--------------------|
| *Laptop*        | MSI Raider GE68 HX |
| *OS*            | NixOS (x86_64)      |
| *RAM*           | 32GB               |
| *CPU*           | i9-13980HX         |
| *GPU*           | RTX 4090 16GB      |
|---------------+--------------------|

* Currently doing...

*Books and Courses*
- *Course コース*: TCM Practical Ethical Hacking - The Complete Course
- *Course コース*: TCM Security Operations (SOC) 101
- *Book 本*: ...

*Games, Anime and Series*
- *Anime アニメ*: Mushoku Tensei (無職転生)
- *Game ゲーム*: Ghost of Tsushima
- *Game ゲーム*: Like a Dragon: Infinite Wealth (龍が如く8)
- *Series シーリズ*: The Boys

* Blog Posts
** 2024

*September*
- [[./2024/202409_making_a_website_in_org_mode.org][Making a website in org-mode]]
- [[./2024/202409_playing_around_with_goad.org][Playing around with GOAD]]

** 2025

- ...
