blog/main.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Blog</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Blog</h1>

<div id="outline-container-orgf622d9d" class="outline-2">
<h2 id="orgf622d9d">About Me</h2>
<div class="outline-text-2" id="text-orgf622d9d">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>System システム</b></th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>Laptop</b></td>
<td class="org-left">MSI Raider GE68 HX</td>
</tr>

<tr>
<td class="org-left"><b>OS</b></td>
<td class="org-left">NixOS (x86<sub>64</sub>)</td>
</tr>

<tr>
<td class="org-left"><b>RAM</b></td>
<td class="org-left">32GB</td>
</tr>

<tr>
<td class="org-left"><b>CPU</b></td>
<td class="org-left">i9-13980HX</td>
</tr>

<tr>
<td class="org-left"><b>GPU</b></td>
<td class="org-left">RTX 4090 16GB</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org122fdd2" class="outline-2">
<h2 id="org122fdd2">Currently doing&#x2026;</h2>
<div class="outline-text-2" id="text-org122fdd2">
<p>
<b>Books and Courses</b>
</p>
<ul class="org-ul">
<li><b>Course コース</b>: TCM Practical Ethical Hacking - The Complete Course</li>
<li><b>Course コース</b>: TCM Security Operations (SOC) 101</li>
<li><b>Book 本</b>: &#x2026;</li>
</ul>

<p>
<b>Games, Anime and Series</b>
</p>
<ul class="org-ul">
<li><b>Anime アニメ</b>: Mushoku Tensei (無職転生)</li>
<li><b>Game ゲーム</b>: Ghost of Tsushima</li>
<li><b>Game ゲーム</b>: Like a Dragon: Infinite Wealth (龍が如く8)</li>
<li><b>Series シーリズ</b>: The Boys</li>
</ul>
</div>
</div>

<div id="outline-container-orgeeef1b6" class="outline-2">
<h2 id="orgeeef1b6">Blog Posts</h2>
<div class="outline-text-2" id="text-orgeeef1b6">
</div>
<div id="outline-container-org9a2eba9" class="outline-3">
<h3 id="org9a2eba9">2024</h3>
<div class="outline-text-3" id="text-org9a2eba9">
<p>
<b>September</b>
</p>
<ul class="org-ul">
<li><a href="./2024/202409_making_a_website_in_org_mode.html">Making a website in org-mode</a></li>
<li><a href="./2024/202409_playing_around_with_goad.html">Playing around with GOAD</a></li>
</ul>
</div>
</div>

<div id="outline-container-org9f06c28" class="outline-3">
<h3 id="org9f06c28">2025</h3>
<div class="outline-text-3" id="text-org9f06c28">
<ul class="org-ul">
<li>&#x2026;</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.3 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
